Repository: cmj0121/glacial
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ja, ko, zh

# desc_filter_context_public
source: Any matched toots show in the public timeline
es: Cualquier toot coincidente en la cronología pública
fr: Tout toot correspondant dans le fil public
ko: 공개 타임라인에서 일치하는 글

# desc_filter_context_thread
source: Any matched toots and its replies
es: Cualquier toot y sus respuestas coincidentes
fr: Tout toot et ses réponses correspondants
ko: 일치하는 글과 답글

# desc_filter_context_account
source: Any matched account profile page
es: Cualquier perfil coincidente
fr: Tout profil correspondant
ko: 일치하는 프로필 페이지

# desc_filter_expiration
source: When the filter will expire
es: Cuándo caducará el filtro
fr: Quand le filtre expirera
ko: 필터 만료 시점

# desc_filter_context
source: Where the filter should be applied
es: Dónde se aplica el filtro
fr: Où appliquer le filtre
ko: 필터 적용 위치

# err_invalid_instance
source: invalid Mastodon server domain: {domain}
es: Dominio de servidor Mastodon inválido: {domain}
fr: Serveur Mastodon invalide : {domain}
ja: 無効なMastodonサーバー: {domain}
ko: 유효하지 않은 Mastodon 서버: {domain}
zh: 不合法/不存在的 Mastodon 伺服器: {domain}

# msg_preference_engineer_clear_cache
source: Cache cleared successfully
es: Caché borrada correctamente
fr: Cache vidé avec succès
ja: キャッシュをクリアしました
ko: 캐시 삭제 완료
zh: 清除快取成功

# msg_preference_engineer_reset
source: Reset successfully
es: Restablecido correctamente
fr: Réinitialisation réussie
ja: リセットしました
ko: 리셋 완료
zh: 重置成功

# msg_copied_to_clipboard
source: Copy to clipboard
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
zh: 複製到剪貼簿

# msg_notification_title
source: New Notifications
es: Nuevas notificaciones
fr: Nouvelles notifications
ja: 新しい通知
ko: 새 알림
zh: 新的通知訊息

# msg_notification_body
source: You have {count} unread notifications
es: Tienes {count} notificaciones sin leer
fr: Vous avez {count} notifications non lues
ja: {count}件の未読通知があります
ko: {count}개의 읽지 않은 알림이 있습니다
zh: 你有 {count} 筆未讀訊息

# msg_follow_request
source: Follow Request from {name}
es: Solicitud de seguimiento de {name}
fr: Demande d’abonnement de {name}
ja: {name}からフォローリクエスト
ko: {name}로부터 팔로우 요청
zh: 來自 {name} 的好友請求
