Repository: cmj0121/glacial
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ja, ko, zh

# btn_search
source: Search
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
zh: 搜尋

# btn_save
source: Save
es: Guardar
fr: Enregistrer
ko: 저장

# btn_close
source: Close
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh: 關閉

# btn_clear
source: Clear
es: Limpiar
fr: Effacer
ja: クリア
ko: 지우기
zh: 清除

# btn_exit
source: Exit
es: Salir
fr: Quitter
ja: 終了
ko: 종료
zh: 離開

# btn_reload
source: Reload
es: Recargar
fr: Recharger
ja: 再読み込み
ko: 새로고침
zh: 重新載入

# btn_history
source: History
es: Historial
fr: Historique
ja: 履歴
ko: 기록
zh: 歷史紀錄

# btn_sidebar_timelines
source: Timelines
es: Cronologías
fr: Chronologies
ja: タイムライン
ko: 타임라인
zh: 時間軸

# btn_sidebar_lists
source: Lists
es: Listas
fr: Listes
ja: リスト
ko: 리스트
zh: 列表

# btn_sidebar_trendings
source: Trendings
es: Tendencias
fr: Tendances
ja: トレンド
ko: 트렌드
zh: 趨勢

# btn_sidebar_notifications
source: Notifications
es: Notificaciones
ja: 通知
ko: 알림
zh: 通知

# btn_sidebar_management
source: Managements
es: Gestión
fr: Gestion
ja: 管理
ko: 관리
zh: 管理

# btn_sidebar_post
source: Toot
ja: トゥート
ko: 글쓰기
zh: 嘟文

# btn_sidebar_sign_in
source: Sign In
es: Iniciar sesión
fr: Se connecter
ja: サインイン
ko: 로그인
zh: 登入

# btn_drawer_switch_server
source: Switch Server
es: Cambiar servidor
fr: Changer de serveur
ja: サーバー切替
ko: 서버 변경
zh: 切換伺服器

# btn_drawer_directory
source: Explore Account
es: Explorar cuentas
fr: Explorer le compte
ja: アカウント探索
ko: 계정 탐색
zh: 探索帳戶

# btn_drawer_preference
source: Preference
es: Preferencias
fr: Préférences
ja: 設定
ko: 설정
zh: 偏好設定

# btn_drawer_logout
source: Logout
es: Cerrar sesión
fr: Déconnexion
ja: ログアウト
ko: 로그아웃
zh: 登出

# btn_trends_links
source: Links
es: Enlaces
fr: Liens
ja: リンク
ko: 링크
zh: 連結

# btn_trends_toots
source: Toots
ja: トゥート
ko: 글
zh: 嘟文

# btn_trends_users
source: Users
es: Usuarios
fr: Utilisateurs
ja: ユーザー
ko: 사용자
zh: 使用者

# btn_trends_tags
source: Tags
es: Etiquetas
ja: タグ
ko: 태그
zh: 標籤

# btn_timeline_home
source: Home
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
zh: 首頁

# btn_timeline_local
source: Local
ja: ローカル
ko: 로컬
zh: 本站

# btn_timeline_federal
source: Federal
fr: Fédéral
ja: 連邦
ko: 연방
zh: 聯邦

# btn_timeline_public
source: Public
es: Público
ja: 公開
ko: 공개
zh: 公開

# btn_timeline_favourites
source: Favourites
es: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
zh: 最愛

# btn_timeline_bookmarks
source: Bookmarks
es: Marcadores
fr: Signets
ja: ブックマーク
ko: 북마크
zh: 書籤

# btn_timeline_list
source: Lists
es: Listas
fr: Listes
ja: リスト
ko: 리스트
zh: 列表

# btn_timeline_vote
source: Vote
es: Votar
fr: Voter
ja: 投票
ko: 투표
zh: 投票

# btn_timeline_unread
source: #{count} Unread Toots
es: #{count} toots sin leer
fr: #{count} toots non lus
ko: 읽지 않은 툿 #{count}개

# btn_preference_theme
source: Theme
es: Tema
fr: Thème
ja: テーマ
ko: 테마
zh: 主題

# btn_preference_engineer
source: Engineer Settings
es: Configuración de ingeniero
fr: Paramètres développeur
ja: 開発者設定
ko: 개발자 설정
zh: 工程設定

# btn_preference_about
source: About
es: Acerca de
fr: À propos
ja: アプリ情報
ko: 앱 정보
zh: 系統資訊

# btn_preference_engineer_clear_cache
source: Clear All Cache
es: Borrar todo el caché
fr: Vider le cache
ja: キャッシュをクリア
ko: 캐시 삭제
zh: 清除快取

# btn_preference_engineer_reset
source: Reset system
es: Restablecer sistema
fr: Réinitialiser le système
ja: システムリセット
ko: 시스템 초기화
zh: 重置系統

# btn_preference_engineer_test_notifier
source: Test Notification
es: Probar notificación
fr: Tester la notification
ja: 通知テスト
ko: 알림 테스트
zh: 通知測試

# btn_interaction_reply
source: Reply
es: Responder
fr: Répondre
ja: 返信
ko: 답글
zh: 回嘟

# btn_interaction_reblog
source: Reblog
ja: リブログ
ko: 리블로그
zh: 轉發

# btn_interaction_favourite
source: Favourite
es: Favorito
fr: Favori
ja: お気に入り
ko: 즐겨찾기
zh: 最愛

# btn_interaction_bookmark
source: Bookmark
es: Marcador
fr: Signet
ja: ブックマーク
ko: 북마크
zh: 書籤

# btn_interaction_share
source: Share
es: Compartir
fr: Partager
ja: 共有
ko: 공유
zh: 分享

# btn_interaction_mute
source: Mute
es: Silenciar
fr: Muet
ja: ミュート
ko: 뮤트
zh: 靜音

# btn_interaction_block
source: Block
es: Bloquear
fr: Bloquer
ja: ブロック
ko: 차단
zh: 封鎖

# btn_interaction_report
source: Report
es: Denunciar
fr: Signaler
ko: 신고
zh: 檢舉

# btn_interaction_edit
source: Edit
es: Editar
fr: Modifier
ja: 編集
ko: 편집
zh: 編輯

# btn_interaction_delete
source: Delete
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh: 刪除

# btn_profile_core
source: Profile
es: Perfil
fr: Profil
ja: プロフィール
ko: 프로필
zh: 使用者頁面

# btn_profile_post
source: Toots
ja: トゥート
ko: 글
zh: 嘟文

# btn_profile_pin
source: Pinned
es: Fijados
fr: Épinglé
ja: 固定トゥート
ko: 고정 글
zh: 釘選文章

# btn_profile_followers
source: Followers
es: Seguidores
fr: Abonnés
ja: フォロワー
ko: 팔로워
zh: 追隨者

# btn_profile_following
source: Following
es: Siguiendo
fr: Abonnements
ja: フォロー中
ko: 팔로잉
zh: 追隨中

# btn_profile_scheduled
source: Scheduled Toots
es: Toots programados
fr: Toots programmés
ja: 約投稿
ko: 예약 글
zh: 排程都文

# btn_profile_hashtag
source: Following Hashtags
es: Etiquetas seguidas
fr: Hashtags suivis
ja: フォロー中のハッシュタグ
ko: 팔로우 중인 해시태그
zh: 追蹤標籤

# btn_profile_filter
source: Filters
es: Filtros
fr: Filtres
ko: 필터

# btn_profile_mute
source: Muted Users
es: Usuarios silenciados
fr: Utilisateurs muets
ja: ミュートユーザー
ko: 뮤트한 사용자
zh: 靜音用戶

# btn_profile_block
source: Blocked Users
es: Usuarios bloqueados
fr: Utilisateurs bloqués
ja: ブロックユーザー
ko: 차단한 사용자
zh: 封鎖用戶

# btn_profile_general_info
source: General Info
es: Información general
fr: Informations générales
ja: 基本情報
ko: 기본 정보
zh: 基本資料

# btn_profile_privacy
source: Privacy Settings
es: Configuración de privacidad
fr: Paramètres de confidentialité
ja: プライバシー設定
ko: 개인정보 설정
zh: 隱私設定

# btn_status_toot
source: Toot
ja: トゥート
ko: 글쓰기
zh: 嘟文

# btn_status_edit
source: Edit
es: Editar
fr: Modifier
ja: 編集
ko: 편집
zh: 編輯

# btn_status_scheduled
source: Scheduled Toot
es: Toot programado
fr: Toot programmé
ja: 予約トゥート
ko: 예약 글
zh: 排程嘟文

# btn_relationship_following
source: Following
es: Siguiendo
fr: Abonnement
ja: フォロー中
ko: 팔로잉
zh: 追隨中

# btn_relationship_followed_by
source: Followed by
es: Seguido por
fr: Suivi par
ja: フォローされています
ko: 팔로워
zh: 被跟隨

# btn_relationship_follow_each_other
source: Be friend
es: Amigos
fr: Amis
ja: 友達
ko: 친구
zh: 互為朋友

# btn_relationship_follow_request
source: Requested and wait approved
es: Solicitud enviada, pendiente de aprobación
fr: Demande envoyée (en attente d’approbation)
ja: フォローリクエスト（承認待ち）
ko: 팔로우 요청 (승인 대기 중)
zh: 追隨請求 (等待同意)

# btn_relationship_stranger
source: Stranger
es: Desconocido
fr: Inconnu
ja: 知らない人
ko: 낯선 사람
zh: 陌生人

# btn_relationship_blocked_by
source: Blocked By
es: Bloqueado por
fr: Bloqué par
ja: ブロックされている
ko: 차단됨
zh: 被封鎖

# btn_relationship_mute
source: Mute {acct}
es: Silenciar {acct}
fr: Muet {acct}
ja: {acct}をミュート
ko: {acct} 뮤트
zh: 靜音 {acct}

# btn_relationship_unmute
source: Unmute {acct}
es: Quitar silencio a {acct}
fr: Réactiver {acct}
ja: {acct}のミュート解除
ko: {acct} 뮤트 해제
zh: 解除靜音 {acct}

# btn_relationship_block
source: Block {acct}
es: Bloquear {acct}
fr: Bloquer {acct}
ja: {acct}をブロック
ko: {acct} 차단
zh: 封鎖 {acct}

# btn_relationship_unblock
source: Unblock {acct}
es: Desbloquear {acct}
fr: Débloquer {acct}
ja: {acct}のブロック解除
ko: {acct} 차단 해제
zh: 解除封鎖 {acct}

# btn_relationship_report
source: Report {acct}
es: Reportar {acct}
fr: Signaler {acct}
ja: {acct}を報告
ko: {acct} 신고
zh: 回報 {acct}

# btn_notification_mention
source: Mentioned
es: Mencionado
fr: Mention
ja: メンション
ko: 멘션
zh: 提及

# btn_notification_status
source: Notification
es: Notificación
ja: 通知
ko: 알림
zh: 通知

# btn_notification_reblog
source: Reblog
ja: リブログ
ko: 리블로그
zh: 轉嘟

# btn_notification_follow
source: Followed
es: Seguido
fr: Abonné
ja: フォローされました
ko: 팔로우됨
zh: 追隨

# btn_notification_follow_request
source: Follow Request
es: Solicitud de seguimiento
fr: Demande d’abonnement
ja: フォローリクエスト
ko: 팔로우 요청
zh: 請求追隨

# btn_notification_favourite
source: Favourite
es: Favorito
fr: Favori
ja: お気に入り
ko: 즐겨찾기
zh: 加入最愛

# btn_notification_poll
source: Poll
es: Encuesta
fr: Sondage
ja: 投票
ko: 투표
zh: 投票結果

# btn_notification_update
source: Update
es: Actualizar
fr: Mise à jour
ja: 更新
ko: 업데이트
zh: 編輯

# btn_notification_admin_sign_up
source: New SignUp
es: Nuevo registro
fr: Nouvelle inscription
ko: 새 가입
zh: 新使用者註冊

# btn_notification_admin_report
source: New Report
es: Nuevo informe
fr: Nouveau rapport
ko: 새 보고서
zh: 新的回報

# btn_notification_unknown
source: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
zh: 未知

# btn_follow_request_accept
source: Accept
es: Aceptar
fr: Accepter
ja: 承認
ko: 수락
zh: 同意

# btn_follow_request_reject
source: Reject
es: Rechazar
fr: Refuser
ja: 拒否
ko: 거절
zh: 拒絕

# btn_report_back
source: Back
es: Atrás
fr: Retour
ko: 뒤로
zh: 返回

# btn_report_next
source: Next
es: Siguiente
fr: Suivant
ko: 다음
zh: 下一步

# btn_report_file
source: File Report
es: Presentar informe
fr: Déposer un rapport
ko: 신고 제출
zh: 提交檢舉

# btn_report_statuses
source: Toots
ko: 툿(Toot)
zh: 嘟文

# btn_report_rules
source: Rules
es: Reglas
fr: Règles
ko: 규칙
zh: 規則

# btn_filter_warn
source: Warn
es: Avisar
fr: Avertir
ko: 경고

# btn_filter_hide
source: Hide
es: Ocultar
fr: Masquer
ko: 숨기기

# btn_filter_blur
source: Blur
es: Difuminar
fr: Flouter
ko: 흐리기

# btn_filter_context_home
source: Home timeline
es: Cronología principal
fr: Fil d’accueil
ko: 홈 타임라인

# btn_filter_context_notification
source: Notifications timeline
es: Notificaciones
fr: Notifications
ko: 알림

# btn_filter_context_public
source: Public timeline
es: Cronología pública
fr: Fil public
ko: 공개 타임라인

# btn_filter_context_thread
source: The toot and its replies
es: El toot y sus respuestas
fr: Le toot et ses réponses
ko: 글과 답글

# btn_filter_context_account
source: The profile page
es: Página de perfil
fr: Page de profil
ko: 프로필 페이지

# btn_filter_whole_match
source: Whole word
es: Palabra completa
fr: Correspondance exacte
ko: 완전 일치

# btn_filter_partial_match
source: Partial match
es: Coincidencia parcial
fr: Correspondance partielle
ko: 부분 일치

# desc_preference_engineer_clear_cache
source: Clear all cached data
es: Borrar todos los datos en caché
fr: Vider toutes les données en cache
ja: 全てのキャッシュをクリア
ko: 모든 캐시 데이터 삭제
zh: 清除快取並移除快取資料

# desc_preference_engineer_reset
source: Clear all settings and reset the app
es: Borrar todas las configuraciones y reiniciar la app
fr: Réinitialiser toutes les options et l’application
ja: 設定を全てクリアしてアプリをリセット
ko: 모든 설정 초기화 및 앱 재설정
zh: 清除設定並且重置系統

# desc_preference_engineer_test_notifier
source: Test send the notification in local device
es: Probar el envío de notificación en el dispositivo local
fr: Tester l’envoi de notification sur l’appareil local
ja: ローカル端末で通知をテスト
ko: 로컬 기기에서 알림 테스트
zh: 測試發送通知到本裝置

# txt_spoiler
source: Spoiler
ja: ネタバレ
ko: 스포일러
zh: 暴雷

# txt_search_history
source: Search History
es: Historial de búsqueda
fr: Historique des recherches
ja: 検索履歴
ko: 검색 기록
zh: 搜尋紀錄

# txt_helper_server_explorer
source: Search for a Mastodon server
es: Buscar un servidor Mastodon
fr: Rechercher un serveur Mastodon
ja: Mastodonサーバーを検索
ko: Mastodon 서버 검색
zh: 搜尋 Mastodon 伺服器

# txt_hint_server_explorer
source: mastodon.social or keyword
es: mastodon.social o palabra clave
fr: mastodon.social ou mot-clé
ja: mastodon.social またはキーワード
ko: mastodon.social 또는 키워드
zh: mastodon.social 或者關鍵字

# txt_desc_preference_system_theme
source: The system theme
es: Tema del sistema
fr: Thème du système
ja: システムテーマ
ko: 시스템 테마
zh: 系統主題

# txt_visibility_public
source: Public
es: Público
ja: 公開
ko: 공개
zh: 公開

# txt_visibility_unlisted
source: Unlisted
es: No listado
fr: Non listé
ja: 非公開
ko: 비공개
zh: 不公開

# txt_visibility_private
source: Private
es: Privado
fr: Privé
ja: プライベート
ko: 팔로워만
zh: 追隨

# txt_visibility_direct
source: Direct
es: Directo
ja: ダイレクト
ko: 다이렉트
zh: 私訊

# txt_suggestion_staff
source: Staff Recommendation
es: Recomendado por el personal
fr: Recommandation du staff
ja: スタッフのおすすめ
ko: 관리자 추천
zh: 由管理者推薦

# txt_suggestion_past_interactions
source: Interacted previously
es: Interacciones previas
fr: Interactions précédentes
ja: 以前にやり取りしたユーザー
ko: 과거 상호작용
zh: 最近互動過

# txt_suggestion_global
source: Global Popularity
es: Popularidad global
fr: Popularité mondiale
ja: 世界で人気
ko: 전 세계 인기
zh: 30 天內的活躍使用者

# txt_poll_show_total
source: Show Total
es: Mostrar total
fr: Afficher le total
ja: 合計を表示
ko: 총합 표시
zh: 顯示

# txt_poll_hide_total
source: Hide Total
es: Ocultar total
fr: Masquer le total
ja: 合計を非表示
ko: 총합 숨기기
zh: 隱藏

# txt_poll_single
source: Single Choice
es: Opción única
fr: Choix unique
ja: 単一選択
ko: 단일 선택
zh: 單選

# txt_poll_multiple
source: Multiple Choices
es: Múltiples opciones
fr: Choix multiples
ja: 複数選択
ko: 복수 선택
zh: 多選

# txt_preference_status
source: Status Settings
es: Configuración de estado
fr: Paramètres du statut
ja: ステータス設定
ko: 상태 설정
zh: 嘟文設定

# txt_preference_visibiliby
source: Visibility
es: Visibilidad
fr: Visibilité
ja: 可視性
ko: 가시성
zh: 能見度

# txt_preference_sensitive
source: Sensitive Content
es: Contenido sensible
fr: Contenu sensible
ja: センシティブコンテンツ
ko: 민감 콘텐츠
zh: 敏感內容

# txt_preference_refresh_interval
source: Refresh Interval
es: Intervalo de actualización
fr: Intervalle de rafraîchissement
ja: 更新間隔
ko: 갱신 간격
zh: 更新頻率

# txt_preference_loaded_top
source: Align when loaded newest
es: Alinear al cargar lo más reciente
fr: Aligner lors du chargement des plus récents
ko: 최신 불러올 때 정렬

# txt_preference_reply_all
source: Everyone mentioned
es: Todos mencionados
fr: Répondre à tous
ja: 全員に返信
ko: 모든 멘션
zh: 所有提及的

# txt_preference_reply_only
source: Only the poster
es: Solo el autor
fr: Seulement l’auteur
ja: 投稿者のみ
ko: 작성자만
zh: 發嘟文的人

# txt_preference_reply_none
source: Tag no one
es: No etiquetar a nadie
fr: Ne taguer personne
ja: 誰もタグ付けしない
ko: 태그 없음
zh: 不標記任何人

# txt_show_less
source: Show Less
es: Mostrar menos
fr: Afficher moins
ja: 簡易表示
ko: 간략 표시
zh: 顯示更少

# txt_show_more
source: Show More
es: Mostrar más
fr: Afficher plus
ja: 詳細表示
ko: 더보기
zh: 顯示更多

# txt_no_result
source: No results found
es: No se encontraron resultados
fr: Aucun résultat
ja: 結果が見つかりません
ko: 결과 없음
zh: 未找到結果

# txt_profile_bot
source: Bot Account
es: Cuenta bot
fr: Compte bot
ja: ボットアカウント
ko: 봇 계정
zh: 機器人帳號

# txt_profile_locked
source: Account Locked
es: Cuenta bloqueada
fr: Compte verrouillé
ja: アカウントロック中
ko: 계정 잠김
zh: 帳號鎖定

# txt_profile_discoverable
source: Account can be discoverable in public
es: Cuenta visible públicamente
fr: Découvrable
ja: 公開可能
ko: 검색 가능
zh: 可被探索

# txt_profile_post_indexable
source: The privacy of the public post
es: Privacidad de publicaciones públicas
fr: Confidentialité des posts publics
ja: 公開投稿のプライバシー
ko: 공개 글 검색 가능
zh: 公開嘟文的隱私

# txt_profile_hide_collections
source: Display the follower and following
es: Mostrar seguidores y seguidos
fr: Afficher abonnements et abonnés
ja: フォロー・フォロワー表示
ko: 팔로워 및 팔로잉 표시
zh: 顯示跟隨中與跟隨者

# txt_profile_general_name
source: Display Name
es: Nombre visible
fr: Nom affiché
ja: 表示名
ko: 표시 이름
zh: 顯示名稱

# txt_profile_general_bio
source: Bio
es: Biografía
ja: 自己紹介
ko: 소개
zh: 個人簡歷

# txt_list_policy_followed
source: Show replies to any followed user
es: Mostrar respuestas de cualquier usuario seguido
fr: Afficher les réponses des utilisateurs suivis
ja: フォローしているユーザーの返信を表示
ko: 팔로우한 사용자의 답글 표시
zh: 顯示所有回覆

# txt_list_policy_list
source: Show replies to members of the list
es: Mostrar respuestas solo de miembros de la lista
fr: Afficher uniquement les réponses des membres de la liste
ja: リストメンバーの返信のみ表示
ko: 리스트 멤버의 답글만 표시
zh: 僅顯示清單中的回覆

# txt_list_policy_none
source: Do not show any replies
es: No mostrar respuestas
fr: Ne pas afficher de réponses
ja: 返信を表示しない
ko: 답글 표시 안함
zh: 不顯示回覆

# txt_list_exclusive
source: Removed from the Home timeline feed
es: Eliminar del feed principal
fr: Retirer de la timeline d’accueil
ja: ホームタイムラインから除外
ko: 홈 타임라인에서 제외
zh: 從首頁時間軸移除

# txt_list_inclusive
source: Keep it in the Home timeline feed
es: Mantener en el feed principal
fr: Conserver dans la timeline d’accueil
ja: ホームタイムラインに表示
ko: 홈 타임라인에 표시
zh: 維持在首頁時間軸

# txt_report_spam
source: Spam
ko: 스팸
zh: 垃圾訊息

# txt_report_legal
source: Illegal Content
es: Contenido ilegal
fr: Contenu illégal
ko: 불법 콘텐츠
zh: 非法內容

# txt_report_violation
source: Rule Violation
es: Infracción de reglas
fr: Violation des règles
ko: 규칙 위반
zh: 違反守則

# txt_report_other
source: Other
es: Otro
fr: Autre
ko: 기타
zh: 其他

# txt_filter_title
source: Select a filter to apply
es: Selecciona un filtro para aplicar
fr: Choisir un filtre à appliquer
ko: 적용할 필터 선택

# txt_filter_applied
source: Filter already applied
es: Filtro ya aplicado
fr: Filtre déjà appliqué
ko: 필터가 이미 적용됨

# txt_filter_name
source: The name of the filter
es: Nombre del filtro
fr: Nom du filtre
ko: 필터 이름

# txt_filter_expired
source: Expired
es: Expirado
fr: Expiré
ko: 만료됨

# txt_filter_never
source: Never
es: Nunca
fr: Jamais
ko: 없음

# desc_preference_status
source: Setup and control your default status behavior
es: Configura y controla el comportamiento predeterminado de tus publicaciones
fr: Configurer et contrôler le comportement par défaut de vos statuts
ja: デフォルトのステータス動作を設定・管理
ko: 기본 상태 동작 설정 및 제어
zh: 控制你嘟文的預設行為

# desc_poll_show_hide_total
source: Show/Hide vote counts until the poll ends
es: Mostrar/ocultar recuento de votos hasta que termine la encuesta
fr: Afficher/masquer le nombre de votes jusqu’à la fin du sondage
ja: 投票終了まで投票数を表示/非表示
ko: 투표 종료까지 투표 수 표시/숨김
zh: 投票前顯示/隱藏投票結果

# desc_preference_visibility
source: Control who can see and list the status
es: Controla quién puede ver y listar la publicación
fr: Contrôler qui peut voir et lister le statut
ja: 誰がステータスを見れるか設定
ko: 상태를 볼 수 있는 사용자 제어
zh: 控制嘟文可以被哪些人看到

# desc_preference_sensitive
source: Show/Hide the sensitive content as default action
es: Mostrar/ocultar contenido sensible por defecto
fr: Afficher/Masquer le contenu sensible par défaut
ja: センシティブコンテンツをデフォルトで表示/非表示
ko: 민감 콘텐츠 기본 표시/숨김
zh: 預設顯示/隱藏敏感內容

# desc_visibility_public
source: Everyone can list and view this toot
es: Cualquiera puede ver esta publicación
fr: Tout le monde peut voir et lister ce toot
ja: 誰でもこのトゥートを表示・一覧可能
ko: 모든 사용자가 글 보기 가능
zh: 任何人

# desc_visibility_unlisted
source: Public but not been listed in the timeline
es: Público pero no listado en la cronología
fr: Public mais non listé dans la timeline
ja: 公開だがタイムラインには表示されない
ko: 공개지만 타임라인에 표시되지 않음
zh: 公開但不會顯示在時間軸上

# desc_visibility_private
source: The follower and the mentioned user
es: Solo seguidores y usuarios mencionados
fr: Seulement les abonnés et les utilisateurs mentionnés
ja: フォロワーとメンションされたユーザーのみ
ko: 팔로워 및 멘션된 사용자만
zh: 所有跟隨者跟提到的使用者

# desc_visibility_direct
source: Only the mentioned user
es: Solo usuarios mencionados
fr: Seulement les utilisateurs mentionnés
ja: メンションされたユーザーのみ
ko: 멘션된 사용자만
zh: 僅提到的使用者

# desc_preference_refresh_interval
source: The interval to refresh the app's data
es: Intervalo para actualizar los datos de la app
fr: Intervalle de rafraîchissement des données de l’application
ja: アプリデータ更新間隔
ko: 앱 데이터 갱신 간격
zh: 更新資料的頻率

# desc_preference_loaded_top
source: Load the newest data and jump to top when tapping the icon
es: Cargar los datos más recientes y saltar arriba al tocar el ícono
fr: Charger les données les plus récentes et remonter en haut en appuyant sur l’icône
ko: 아이콘을 탭하면 최신 데이터를 불러오고 맨 위로 이동합니다

# desc_preference_locale
source: The system locale would be used to
es: Se usará la configuración regional del sistema
fr: La langue du système sera utilisée
ja: システムのロケールが使用されます
ko: 시스템 로케일 사용
zh: 在系統中使用的語系

# desc_profile_bot
source: The account may perform automated actions and not monitored by humans
es: La cuenta puede realizar acciones automatizadas sin supervisión humana
fr: Compte pouvant effectuer des actions automatisées sans supervision humaine
ja: 自動操作可能なアカウントで、人間による監視はされていません
ko: 자동으로 동작하는 계정, 인간의 감시는 없음
zh: 該帳號可能會自動化操作且未受人為監控

# desc_profile_locked
source: Manually approves follow requests
es: Aprueba manualmente solicitudes de seguimiento
fr: Approuve manuellement les demandes d’abonnement
ja: フォローリクエストを手動承認
ko: 팔로우 요청 수동 승인
zh: 手動批准好友請求

# desc_profile_discoverable
source: Account can be discoverable in the profile directory
es: La cuenta puede encontrarse en el directorio público
fr: Le compte peut être découvert dans le répertoire public
ja: プロフィールディレクトリで検索可能
ko: 프로필 디렉터리에서 검색 가능
zh: 帳號可以公開瀏覽中被搜尋

# desc_profile_post_indexable
source: The public post cannot be searchable
es: Las publicaciones públicas no son buscables
fr: Les posts publics peuvent être recherchés par tout le monde
ja: 公開投稿は誰でも検索可能
ko: 공개 글 검색 가능
zh: 公開嘟文可以被任何人搜尋

# desc_profile_hide_collections
source: Everyone can follow-up your following and follower in your profile page
es: Todos pueden ver tus seguidores y seguidos en tu perfil
fr: Tout le monde peut voir vos abonnements et abonnés sur votre profil
ja: フォロワーとフォロー中をプロフィルで表示可能
ko: 프로필에서 팔로워 및 팔로잉 표시
zh: 瀏覽你的追隨中與追隨者的帳號

# desc_preference_reply_all
source: Tag everyone mentioned in post
es: Etiquetar a todos mencionados en la publicación
fr: Taguer tous les utilisateurs mentionnés
ja: 投稿でメンションされた全員をタグ付け
ko: 멘션된 모든 사용자 태그
zh: 標記所有在嘟文中提及的人

# desc_preference_reply_only
source: Only tag the poster
es: Etiquetar solo al autor
fr: Taguer seulement l’auteur
ja: 投稿者のみタグ付け
ko: 작성자만 태그
zh: 只標記發嘟文的人

# desc_preference_reply_none
source: Tag no one
es: No etiquetar a nadie
fr: Ne taguer personne
ja: 誰もタグ付けしない
ko: 태그 없음
zh: 不標記任何人

# desc_create_list
source: Create a new List
es: Crear nueva lista
fr: Créer une nouvelle liste
ja: 新しいリストを作成
ko: 새 리스트 만들기
zh: 建立一個新列表

# desc_list_search_following
source: Search the following account to add into List
es: Buscar cuentas seguidas para agregar a la lista
fr: Rechercher les comptes suivis pour ajouter à la liste
ja: リストに追加するアカウントを検索
ko: 리스트에 추가할 팔로잉 계정 검색
zh: 搜尋追隨中的帳號加入列表

# desc_report_spam
source: The account is posting unsolicited advertisements.
es: La cuenta está publicando anuncios no solicitados.
fr: Le compte publie des publicités non sollicitées.
ko: 이 계정은 원치 않는 광고를 게시하고 있습니다
zh: 此帳號正在張貼未經請求的廣告

# desc_report_legal
source: The account is posting illegal content or requesting illegal actions.
es: La cuenta está publicando contenido ilegal o solicitando acciones ilegales.
fr: Le compte publie du contenu illégal ou demande des actions illégales.
ko: 이 계정은 불법 콘텐츠를 게시하거나 불법 행위를 요청하고 있습니다
zh: 此帳號正在張貼非法內容或要求非法行為

# desc_report_violation
source: The account is posting content that violates the rules of the instance.
es: La cuenta está publicando contenido que viola las reglas de la instancia.
fr: Le compte publie du contenu qui enfreint les règles de l’instance.
ko: 이 계정은 인스턴스 규칙을 위반하는 콘텐츠를 게시하고 있습니다
zh: 此帳號正在張貼違反此實例規則的內容

# desc_report_other
source: Other reasons not listed.
es: Otras razones no listadas.
fr: Autres raisons non répertoriées.
ko: 기타 나열되지 않은 이유
zh: 其他未列出的原因

# desc_report_comment
source: Add the optional comment to provide more context about your report
es: Agregue un comentario opcional para dar más contexto a su informe.
fr: Ajoutez un commentaire facultatif pour donner plus de contexte à votre rapport.
ko: 신고에 대한 추가 설명을 위해 선택적으로 댓글을 추가하세요.
zh: 可選擇新增評論以提供更多檢舉事項

# desc_filter_warn
source: Show a warning that identifies the matching filter by title.
es: Muestra un aviso con el título del filtro.
fr: Afficher un avertissement avec le titre du filtre.
ko: 일치하는 필터를 제목으로 표시합니다.

# desc_filter_hide
source: Do not show this status if it is received.
es: No mostrar este estado si se recibe.
fr: Ne pas afficher ce statut.
ko: 해당 상태를 표시하지 않습니다.

# desc_filter_blur
source: Hide the content behind the sensitive content
es: Oculta el contenido tras la etiqueta de sensible.
fr: Flouter le contenu sensible.
ko: 민감한 콘텐츠를 흐리게 합니다.

# desc_filter_context_home
source: Any matched toots show in the home timeline
es: Cualquier toot coincidente en la cronología principal
fr: Tout toot correspondant dans le fil d’accueil
ko: 홈 타임라인에서 일치하는 글

# desc_filter_context_notification
source: Any matched notifications
es: Cualquier notificación coincidente
fr: Toute notification correspondante
ko: 일치하는 알림
